Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=788_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Thlimmenos-tapauksessa vuonna 2000 tuomioistuin on ratkaissut että 14 artiklan mukaista oikeutta olla tulematta syrjityksi ihmisoikeussopimuksessa turvattujen oikeuksien nauttimisessa loukataan, kun valtiot kohtelevat eri tavalla samankaltaisessa tilanteessa olevia ihmisiä ilman objektiivista ja kohtuullista perustetta.
sme: Thlimmenos-dáhpáhusas jagi 2000 duopmostuollu lea čoavdán ahte 14 artikla mieldásaš vuoigatvuođa leat boađikeahttá vealahuvvot olmmošvuoigatvuohtasoahpamušas nannejuvvon vuoigatvuođaid návddašeamis loavkiduvvo, go stáhtat gieđahallet sierra láhkai seammalágan dilis leahkki olbmuid almmá objektiivvalaš ja govttolaš vuođustusa haga.

source: Oikeutta olla tulematta syrjityksi ihmisoikeussopimuksessa turvattujen oikeuksien nauttimisessa loukataan myös, kun valtiot ilman objektiivista ja kohtuullista perustetta kieltäytyvät kohtelemasta eri tavoin ihmisiä, jotka ovat merkityksellisellä tavalla erilaisessa tilanteessa.
sme: Vuoigatvuođa leat boađikeahttá vealahuvvot olmmošvuoigatvuohtasoahpamušas nannejuvvon vuoigatvuođaid návddašeamis loavkiduvvo maiddái, go stáhtat gieđahallet sierra láhkai mearkkašahtti earálágan dilis leahkki olbmuid almmá objektiivvalaš ja govttolaš vuođustusa haga.

source: Vähemmistöpuitesopimus
sme: Vehádatrápmasoahpamuš

source: Kansallisten vähemmistöjen suojelua koskeva
sme: Álbmotlaš vehádagaid suodjaleami guoski

source: yleissopimus
sme: oktasašsoahpamuš

source: ratifioitiin Suomessa vuonna 1998.
sme: ratifiserejuvvui Suomas jagi 1998.

source: Sopimuksen toimeenpanoa seuraa asiantuntijoista koostuva neuvoa-antavatakomitea.
sme: Soahpamuša ollašuhttima čuovvu áššedovdiin čohkiidan rávvenkomitea.

source: Komitea antaa suosituksensa sopimuksen toimeenpanemiseksi ministerineuvostolle.
sme: Komitea addá ávžžuhusa soahpamuša ollašuhttima várás ministtarráđđái.

source: Ministerineuvosto antaa komitean suositusten pohjalta suositukset jäsenvaltioille sopimuksen toimeenpanemiseksi.
sme: Ministtarráđđi addá komitea ávžžuhusaid vuođul ávžžuhusaid lahttoriikkaide soahpamuša ollašuhttima várás.

source: Sopimus käsittelee kansallisten vähemmistöjen kielellisiä ja kulttuurisia oikeuksia.
sme: Soahpamuš gieđahallá álbmotlaš vehádagaid gielalaš ja kultuvrralaš vuoigatvuođaid.

source: Saamelaiset luetaan kansalliseksi vähemmistöksi sopimuksen piirissä kuten esimerkiksi romanit ja suomenruotsalaisetkin.
sme: Sámit gehččojit álbmotlaš vehádahkan soahpamuša olis nugo ovdamearkan románat ja suomaruoŧŧelaččatge.

source: Sopimuksen viidennessä artiklassa sopimuspuolet sitoutuvat edistämään olosuhteita, jotka ovat tarpeellisia, jotta kansallisiin vähemmistöihin kuuluvat henkilöt voivat ylläpitää ja kehittää kulttuuriaan sekä säilyttää identiteettinsä oleelliset perustekijät: heidän uskontonsa, kielensä, perinnäistapansa ja kulttuuriperintönsä.
sme: Soahpamuša viđát artiklas soahpamušoassebealit čatnasit ovddidit diliid, mat leat dárbbašlaččat, vuoi álbmotlaš vehádagaide gulavaš olbmot sáhttet doalahit ja ovddidit kultuvrra sihke seailluhit identitehta dehalaš vuođđodahkkiid: sin oskkoldaga, giela, árbevieru ja kulturárbbi.

source: Artikla myös edellyttää valtioiden suojelevan kansallisia vähemmistöjä vastentahtoiselta sulauttamiselta.
sme: Artikla maiddái eaktuda ahte stáhtat suodjalit álbmotlaš vehádagaid vuostemielalaš suddadahttimis.

source: Artikla 6 edellyttää valtion ryhtyvän toimenpiteisiin sellaisten henkilöiden suojelemiseksi, jotka voivat joutua syrjinnän tai vihamielisyyden kohteeksi mm. etnisen alkuperän ja kielen perusteella.
sme: Artikla 6 eaktuda, ahte stáhta álgá doaibmabijuide dakkár olbmuid suodjaleami várás, geat sáhttet gártat vealaheami dahje vaši čuozáhahkan ee. etnihkalaš duogáža ja giela vuođul.

source: Sopimuksen artikla 10 takaa saamelaisille oikeuden käyttää saamen kieltä yksityisesti ja julkisesti, suullisesti ja kirjallisesti sekä oppia omaa kieltään (artikla 14).
sme: Soahpamuša artikla 10 dáhkida sámiide vuoigatvuođa geavahit sámegiela priváhta ja almmolaš oktavuođain, njálmmálaččat ja čálalaččat sihke oahppat iežaset giela (artikla 14).

source: Kansallisella vähemmistöön kuuluvalla henkilöllä on myös oikeus käyttää omakielisiä nimiään (11 artikla).
sme: Álbmotlaš vehádahkii gulavaš olbmos lea maiddái vuoigatvuohta geavahit iežasgielat namaid (11 artikla).

source: Valtioiden on myös ryhdyttävä toimiin opetuksen ja tutkimuksen alalla kansallisten vähemmistöjensä kulttuuria, historiaa, kieltä ja uskontoa koskevan tiedon vaalimiseksi.
sme: Stáhtat galget maiddái álgit doaimmaide oahpahusa ja dutkamuša suorggis álbmotlaš vehádagaid kultuvrra, historjjá, giela ja oskkoldaga guoski dieđu gáhttema várás.

source: Alueellisia ja vähemmistökieliä koskeva peruskirja
sme: Guovllu- ja vehádatgielaid guoski vuođđogirji

source: Alueellisia ja vähemmistökieliä koskeva
sme: Guovllu- ja vehádatgielaid guoski

source: Eurooppalainen peruskirja
sme: Eurohpalaš vuođđogirji

source: astui voimaan Suomessa vuonna 1998.
sme: bođii fápmui Suomas jagi 1998.

source: Sopimuksen tavoitteena on suojella pieniä katoamassa olevia kieliä, joita sopimusvaltioiden kansalaiset perinteisesti käyttävät valtioissaan.
sme: Soahpamuša ulbmilin lea suodjalit smávva gielaid, mat leat jávkamin ja maid soahpamušriikkaid riikkavuložat árbevirolaččat geavahit riikkain.

source: Peruskirja ei siten koske esimerkiksi maahanmuuttajien kieliä.
sme: Vuođđogirji ii dasto guoskka ovdamearkan sisafárrejeaddjiid gielaid.

source: Sopimuksen toimeenpanoa seuraa asiantuntijakomitea, joka antaa suosituksensa Euroopan Neuvoston ministerikomitealle.
sme: Soahpamuša ollašuhttima čuovvu áššedovdikomitea, mii addá ávžžuhusaid Eurohpá Ráđi ministtarkomiteai.

source: Komitea antaa suositukset jäsenvaltioille sopimuksen toimeenpanemiseksi.
sme: Komitea addá ávžžuhusaid lahttoriikkaide soahpamuša ollašuhttima várás.

source: Sopimuksen artiklassa 7 valtiot sitoutuvat luomaan olosuhteet, jotka mahdollistavat vähemmistökielen säilymisen ja sitoutuvat poistamaan rajoitukset, jotka estävät vähemmistökieliä menestymästä.
sme: Soahpamuša artiklas 7 riikkat čatnasit láhčit diliid, mat dahket vejolažžan vehádatgielaid seailuma ja čatnasit eretváldit ráddjehusaid, mat estet vehádatgielaid ceavzima.

source: Alueellisia kieliä tai vähemmistökieliä koskevia erityistoimia ei katsota laajemmin käytettyjä kieliä puhuvan väestön syrjinnäksi, jos näiden toimien tavoitteena on edistää tasa-arvoa kyseistä kieltä käyttävien ja muun väestön välillä tai asianmukaisesti huomioida näiden kielien erityisasema.
sme: Guovllugielaid dahje vehádatgielaid guoski sierradoaimmat eai gehččojuvvo viidásabbot geavahuvvon gielaid hálli álbmoga vealaheapmin, juos dáid doaimmaid ulbmilin lea ovddidit dásseárvvu guoskevaš gielaid geavaheaddjiid ja eará álbmoga gaskkas dahje áššáigulavaččat vuhtiiváldit dáid gielaid sierrasajádaga.

source: Artikla edellyttää valtioiden huolehtivan siitä, ettei olemassa olevat tai uudet hallinnolliset rajat muodosta estettä vähemmistökielen edistämiselle.
sme: Artikla eaktuda, ahte stáhtat fuolahit das, ahte gávdnomis leahkki dahje ođđa hálddahuslaš ráját eai eastte vehádatgiela ovddideami.

source: Artikla 8 edellyttää että vähemmistökielisille on saatavissa omakielistä koulutusta esi-, perus-, toisen asteen ja korkeakouluopetuksessa sekä varmistamaan alueellisten kielten tai vähemmistökielten taustalla olevan historian ja kulttuurin opetuksen.
sme: Artikla 8 eaktuda ahte vehádatgiellagiidda leat oažžumis iežasgielat skuvlejupmi ovda-, vuođđo-, nuppi dási ja allaskuvlaoahpahusas sihke sihkkarasto guovllugielaid dahje vehádatgielaid duogážis leahkki historjjá ja kultuvrra oahpahus.

source: Artiklojen 9 ja 10 mukaan vähemmistökieltä tulee voida käyttää oikeus-, hallinto- ja viranomaisasioinnissa.
sme: Artiklaid 9 ja 10 mielde vehátdagielaid galgá sáhttit geavahit riekte-, hálddahus- ja virgeoapmahašáššedikšumis.

source: Valtioiden tulee myös varmistaa, että valtiossa on vähemmistökielisiä joukkoviestimiä (artikla 11).
sme: Stáhtat galget maiddái sihkkarastit, ahte stáhtas leat vehádatgielat joavkomediat (artikla 11).

source: Maisemayleissopimus
sme: Duovddaoktasašsoahpamus

source: Eurooppalainen maisemayleissopimus
sme: Eurohpalaš duovddaoktasašsoahpamu

source: astui Suomessa voimaan vuonna 2006.
sme: š bođii Suomas fápmui jagi 2006.

source: Sopimuksen näkyvin vaikutus on ollut Eurooppalaisen maisemapalkinnon myöntäminen.
sme: Soahpamuša čielgaseamos váikkuhus leamašan Eurohpalaš duovddabálkkašumi mieđiheapmi.

source: Sopimuksen toimeenpanoa valvoo asiantuntijakomitea ja ministerikomitea.
sme: Soahpamuša ollašuhttima gohcá áššedovdikomitea ja ministtarkomitea.

source: Suomessa sopimusta on toimeenpantu mm. luonnonsuojelulaissa.
sme: Suomas soahpamuš lea ollašuhtton ee. luonddusuodjalanlágas.

source: Maisemayleissopimuksen 5 artiklassa kukin sopimuspuoli sitoutuu mm. tunnustamaan lainsäädännössään maisemat olennaiseksi osaksi ihmisten ympäristöä, yhteisen kulttuuri- ja luonnonperinnön monimuotoisuuden ilmentymäksi ja identiteettinsä perustaksi, laatimaan ja toteuttamaan erityistoimenpiteiden avulla maisemansuojeluun, - hoitoon ja - suunnitteluun tähtäävää maisemapolitiikkaa sekä sisällyttämään maisemanäkökohdat alue- ja kaupunkisuunnittelupolitiikkaansa sekä kulttuuri-, ympäristö-, maatalous-, sosiaali- ja talouspolitiikkaansa ja muihin toimintaohjelmiin.
sme: Duovddaoktasašsoahpamuša 5 artiklas guđege soahpamušoassebealli čatnasa ee. dovddastit láhkaásaheamis duovdagiid olbmuid birrasa dehalaš oassin, oktasaš kultur- ja luondduárbbi máŋggahámatvuođa albmoneapmin ja identitehta vuođđun, ráhkadit ja ollašuhttit sierradoaibmabijuid vehkiin duovddasuodjaleapmái, - dikšumii ja - plánemii figgi duovddapolitihka sihke bidjat duovddaperspektiivvaid guovlo- ja gávpotplánenpolitihkai sihke kultur-, biras-, eanadoallo-, sosiála- ja ekonomiijapolitihkai ja eará doaibmanprográmmaide.

source: Sopimusosapuolet voivat ottaa käyttöön menettelytapoja, joiden mukaisesti yleisö, paikallis- ja alueviranomaiset ja muut asianosaiset voivat osallistua tämän maisemapolitiikan määrittelemiseen ja toteuttamiseen.
sme: Soahpamušoassebealit sáhttet váldit atnui meannudanvugiid, maid mielde álbmot, báikkálaš- ja guovlovirgeoapmahaččat ja eará áššeosolaččat sáhttet oassálastit dán duovddapolitihka meroštallamii ja ollašuhttimii.

source: Artiklassa 9 sopimusosapuolet kannustavat valtioiden rajat ylittävää paikallis- ja alueyhteistyötä ja tarvittaessa valmistelevat ja toteuttavat yhteisiä maisemaohjelmia.
sme: Artiklas 9 soahpamušoassebealit movttiidahttet stáhtaid rájáid rasttildeaddji báikkálaš- ja guovloovttasbarggu ja dárbbu mielde válmmaštallet ja ollašuhttet oktasaš duovddaprgrámmaid.

source: Unescon sopimukset
sme: Unesco soahpamušat

source: Kulttuuri-ilmauksien suojelusopimus
sme: Kulturalbmabuktojumiid suodjalansoahpamuš

source: Kulttuuri-ilmauksien
sme: Kulturalbmabuktojumiid

source: on astunut Suomessa voimaan vuonna 2007.
sme: lea boahtán Suomas fápmui jagi 2007.

source: Kulttuuri-ilmauksien suojelusopimuksen tavoitteena on suojella ja edistää kulttuurien moninaisuutta (1 artikla).
sme: Kulturalbmabuktojumiid suodjalansoahpamuša ulbmilin lea suodjalit ja ovddidit kultuvrraid máŋggahámatvuođa (1 artikla).

source: Sopimuksen mukaan kulttuuri-ilmaisujen moninaisuuden suojeleminen ja edistäminen edellyttää kaikkien kulttuurien, myös vähemmistöön kuuluvien henkilöiden ja alkuperäiskansojen kulttuurien yhdenvertaisuuden ja kunnioittamisen tunnustamista (2 artikla).
sme: Soahpamuša mielde kulturalbmabuktojumiid suodjaleapmi ja ovddideapmi eaktudit buot kultuvrraid, maiddái vehádahkii gulavaš olbmuid ja eamiálbmogiid kultuvrraid ovttaveardásašvuođa ja gudnejahttima dovddasteami (2 artikla).

source: Sopimusosapuolten tulee ryhtyä toimiin kulttuuri-ilmauksien suojelemiseksi ja turvaamiseksi (6 artikla).
sme: Soahpamušoassebealit galget álgit doaimmaide kultur-albmabuktojumiid suodjaleami ja sihkkarastima várás (6 artikla).

source: Suojelusopimus määrittää kulttuuri-ilmaisut yksilöiden, ryhmien ja yhteisöjen luovuuden tuloksena syntyneiksi ilmaisuiksi, joilla on kulttuurinen sisältö (4 artikla).
sme: Suodjalansoahpamuš meroštallá kulturalbmabuktojumiid eaŋkalolbmuid, joavkkuid ja servošiid kreatiivva boađusin šaddan albmabuktojupmin, main lea kultuvrralaš sisdoallu (4 artikla).

source: Saamelaiskulttuurissa perinteinen kulttuuri-ilmaus tarkoittaa joikumusiikkia, saamen käsityötä, saamelaistaidetta, kertomaperinnettä ja myyttejä, kirjallisuutta, saamenkielisiä paikannimiä sekä saamelaista rakennusperinnettä (mm. kodat, kammit, erityyppiset aitat).
sme: Sámekultuvrras árbevirolaš kulturalbmabuktojupmi dárkkuha juoiganmusihka, sámeduoji, sámedáidaga, máinnastanárbbi ja myhtaid, girjjálašvuođa, sámegielat báikenamaid sihke sámi huksenárbbi (ee. goađit, gámmet, sierralágan áittit).

source: Lisäksi saamelaiseen muinaisuskoon kuuluva uhraaminen seidoille on kulttuuri-ilmaus.
sme: Lassin sámi dološoskui gulavaš oaffaruššan sieiddiide lea kulturalbmabuktojupmi.

source: Uudemmat kulttuuri-ilmaukset tarkoittavat modernia saamelaismusiikkia, teatteria ja elokuvataidetta.
sme: Ođđasut kulturalbmabuktojumit dárkkuhit modearna sámemusihka, teáhtera ja filbmadáidaga.

source: Aineettoman kulttuuriperinnön suojelusopimus
sme: Ávnnahis kulturárbbi suodjalansoahpamuš

source: Aineettoman kulttuuriperinnön
sme: Ávnnahis kulturárbbi

source: astui Suomessa voimaan vuonna 2013.
sme: bođii Suomas fápmui jagi 2013.

source: Sopimuksen toimeenpanosta vastaa opetus- ja kulttuuriministeriö.
sme: Soahpamuša ollašuhttimis vástida oahpahus- ja kulturministeriija.

source: Sopimuksen toimeenpanoa valvoo hallitusten välinen aineettoman kulttuuriperinnön suojelukomitea.
sme: Soahpamuša ollašuhttima gohcá ráđđehusaid gaskasaš ávnnahis kulturárbbi suodjalankomitea.

source: Sopimus tunnustaa että alkuperäiskansoilla on tärkeä rooli aineettoman kulttuuriperinnön tuottamisessa, suojelemisessa, ylläpitämisessä ja uudelleenluomisessa ja siten myös kulttuurisen moninaisuuden ja inhimillisen luovuuden edistämisessä.
sme: Soahpamuš dovddasta ahte eamiálbmogiin lea dehalaš rolla ávnnahis kulturárbbi buvttadeamis, suodjaleamis, doalaheamis ja ođđasitráhkadeamis ja dasto maiddái kultuvrralaš máŋggahámatvuođa ja olmmošlaš kreatiivva ovddideamis.

source: Sopimuksen tavoitteena on suojella aineetonta kulttuuriperintöä ja varmistaa asianomaisten yhteisöjen, ryhmien ja yksilöiden kulttuuriperinnön kunnioittaminen (artikla 1).
sme: Soahpamuša ulbmilin lea suodjalit ávnnahis kulturárbbi ja sihkkarastit áššeosolaš servošiid, joavkkuid ja eaŋkalolbmuid kulturárbbi gudnejahttima (artikla 1).

source: Aineeton kulttuuriperintö tarkoittaa sopimuksen 2 artiklan mukaan mm. käytäntöjä, kuvauksia, ilmauksia, tietoa, taitoja – sekä niihin liittyviä välineitä, esineitä, artefakteja ja kulttuurisia tiloja – jotka yhteisöt, ryhmät ja joissain tapauksissa yksityishenkilöt tunnustavat osaksi kulttuuriperintöään.
sme: Ávnnahis kulturárbi dárkkuha soahpamuša 2 artikla mielde ee. geavadiid, govvádusaid, albmabuktojumiid, dieđuid, dáidduid – sihke daidda gulavaš gaskaomiid, dávviriid, artefavttaid ja kultuvrralaš sajiid – maid servošat, joavkkut ja muhtin dáhpáhusain eaŋkalolbmot dovddastit oassin kulturárbbi.

source: Tätä aineetonta kulttuuriperintöä, joka siirtyy sukupolvelta toiselle, yhteisöt ja ryhmät luovat jatkuvasti uudelleen suhteessa ympäristöönsä, vuorovaikutuksessa luonnon ja oman historiansa kanssa, ja se tuo heille tunteen identiteetistä ja jatkuvuudesta, edistäen siten kulttuurisen moninaisuuden ja inhimillisen luovuuden kunnioitusta.
sme: Dán ávnnahis kulturárbbi, mii sirdása buolvvas nubbái, servošat ja joavkkut luvvet jotkkolaččat ođđasit birrasa ektui, vuorrováikkuhusas luondduin ja iežas historjjáin, ja dat buktá sidjiide dovddu identitehtas ja jotkkolašvuođas, ovddidemiin dasto kultuvrralaš máŋggahámatvuođa ja olmmošlaš kreatiivva gudnejahttima.

source: Aineettoman kulttuuriperinnön piiriin kuuluvat mm.:
sme: Ávnnahis kulturárbbi ollái gullet ee:

source: (a) suullinen perinne ja ilmaisu, mukaan lukien kieli aineettoman kulttuuriperinnön välineenä;
sme: (a) njálmmálaš árbevierru ja albmabuktojupmi, nu ahte fárus giella ávnnahis kulturárbbi gaskoapmin;

source: (b) esittävät taiteet;
sme: (b) ovdanbukti dáidagat;

source: (c) sosiaaliset käytännöt, rituaalit ja juhlatilaisuudet;
sme: (c) sosiálalaš geavadat, rituálat ja ávvudilálašvuođat;

source: (d) luontoon ja maailmankaikkeuteen liittyvä tieto ja käytännöt;
sme: (d) lundui ja máilmmiávvosii gulavaš diehtu ja geavadagat;

source: (e) perinteiset käsityöläistaidot.
sme: (e) árbevirolaš duodjedáiddut.

source: Sopimuksen osapuolten tulee ryhtyä tarvittaviin toimiin aineettoman kulttuuriperinnön suojelemiseksi omalla alueellaan ja tunnistaa ja määritellä alueellaan esiintyvän aineettoman kulttuuriperinnön eri elementit yhteistyössä sidosryhmien kanssa (11 artikla).
sme: Soahpamuša oassebealit galget álgit dárbbašlaš doaimmaide ávnnahis kulturárbbi suodjaleapmin iežas guovllus ja dovdát ja meroštallat guovllus gávdnovaš ávnnahis kulturárbbi sierra elemeanttaid ovttasbarggus čanasjoavkkuiguin (11 artikla).

source: Osapuolten tulee myös luetteloida valtiossa esiintyvää aineetonta kulttuuriperintöä (12 artikla).
sme: Oassebealit galget maiddái bidjat logahallamii stáhtas gávdnovaš ávnnahis kulturárbbi (12 artikla).

source: Julistukset
sme: Julggaštusat

source: Ihmisoikeuksien yleismaailmallinen julistus
sme: Olmmošvuoigatvuođaid oppamáilmmálaš julggaštus

source: Vuonna 1948 hyväksytty YK:n ihmisoikeuksien yleismaailmallinen
sme: Jagi 1948 dohkkehuvvon ON:id olmmošvuoigatvuođaid oppamáilmmálaš

source: julistus
sme: julggaštus

source: on kansainvälisten ihmisoikeuksien perusta.
sme: lea riikkaidgaskasaš olmmošvuoigatvuođaid vuođđu.

source: Kaikki maailman valtiot ovat käytännössä hyväksyneet sen.
sme: Buot máilmmi stáhtat leat geavatlaččat dohkkehan dan.

source: Vaikka julistus ei olekaan valtiosopimus, sillä on juridista velvoittavuutta koska sen pohjalta on kehitetty kansainvälisiä sopimuksia ihmisoikeuksien parantamiseksi.
sme: Vaikke julggaštus ii leatge stáhtasoahpamuš, das lea juridihkalaš geatnegahttin go dan vuođul leat ovddiduvvon riikkaidgaskasaš soahpamušat olmmošvuoigatvuođaid buorideami várás.

source: Julistus ei käsittele erikseen alkuperäiskansojen ja vähemmistöjen oikeuksia, mutta takaa kaikille kansaryhmille samat oikeudet ja velvollisuudet sekä ja tasa-arvoiset mahdollisuudet elää oman kulttuurinsa mukaisesti ilman syrjintää ja mielivaltaa.
sme: Julggaštus ii gieđahala sierra eamiálbmogiid ja vehádagaid vuoigatvuođaid, muhto dáhkida buot álbmotjoavkkuide seammá vuoigatvuođaid ja geatnegasvuođaid sihke ja dásseárvosaš vejolašvuođaid eallit iežas kultuvrra mielde almmá vealaheami ja miellaválddi haga.

source: Alkuperäiskansajulistus
sme: Eamiálbmotjulggaštus

source: YK:n yleiskokous hyväksyi vuonna 2007 pitkään valmistellun
sme: YK:id oktasaščoahkkin dohkkehii jagi 2007 guhká válmmaštallon

source: julistuksen alkuperäiskansojen oikeuksista
sme: julggaštusa eamiálbmogiid vuoigatvuođain

source: Suomi hyväksyi julistuksen ilman varaumia.
sme: Suopma dohkkehii julggaštusa almmá eavttuid haga.

source: Julistus kokoaa elementtejä olemassa olevista kansainvälisistä sopimuksista.
sme: Julggaštus čohkke elemeanttaid gávdnovaš riikkaidgaskavaš soahpamušain.

source: Julistuksen toimeenpanoa seuraa ja edistää YK:n ihmisoikeusneuvoston alaisuudessa toimiva alkuperäiskansaraportoija.
sme: Julggaštusa ollašuhttima čuovvu ja ovddida ON:id olmmošvuoigatvuohtaráđi vuollásažžan doaibmi eamiálbmotraporterejeaddji.

source: Raportoija antaa yleisiä suosituksia alkuperäiskansojen oikeuksien kehittämiseksi sekä selvittää alkuperäiskansojen oikeuksien toteutumista kunkin valtion alueella.
sme: Raporterejeaddji addá almmolaš ávžžuhusaid eamiálbmogiid vuoigatvuođaid ovddideami várás sihke čielggada eamiálbmogiid vuoigatvuođaid ollašuvvama guđege stáhta viidodagas.

source: Julistuksen toimeenpanoa seurataan myös alkuperäiskansojen pysyvän foorumin vuosittaisissa kokouksissa.
sme: Julggaštusa ollašuhttin čuvvojuvvo maiddái eamiálbmogiid bissovaš foruma jahkásaš čoahkkimiin.

source: Julistuksen keskeiset artiklat koskevat alkuperäiskansojen itsemääräämisoikeutta, oikeutta omaan kieleen ja kulttuuriin, valtioiden vastuuta alkuperäiskansakulttuurinen turvaamisessa, alkuperäiskansojen oikeutta luonnonvaroihin sekä julistus kieltää kaikenlaisen alkuperäiskansojen sulauttamispyrkimykset.
sme: Julggáštusa dehalaš artiklat gusket eamiálbmogiid iešmearridanvuoigatvuođa, vuoigatvuođa iežas gillii ja kultuvrii, stáhtaid vástu eamiálbmotkultuvrra sihkkarastimis, eamiálbmogiid vuoigatvuođa luondduriggodagaide sihke julggáštus gieldá juohkelágan eamiálbmogiid suddadahttinfiggamušat.

source: Alkuperäiskansajulistus on otettu muutaman maan lainsäädäntöön, mutta suureksi osaksi valtiot ovat pitäneet julistusta vain moraalisesti velvoittavana.
sme: Eamiálbmotjulggaštus lea váldojuvvon muhtun riikkaid lahkaásaheapmai, muhto eanáš stáhtat leat doallan julggáštusa dušše morálaččat geatnegahttin.

source: YK:n alkuperäiskansaraportoija professori James Anaya on arvioinut
sme: ON:id eamiálbmotraporterejeaddji professor James Anaya lea árvalan

source: YK:n yleiskokoukselle alkuperäiskansajulistuksen toimeenpanoa ja merkitystä.
sme: ON:id oktasaščoahkkimii eamiálbmotjulggáštusa ollašuhttima ja mearkašumi.

source: YK:n yleiskokouksen päätöksillä on laillisia velvoitteita.
sme: ON:id oktasaščoahkkima mearrádusain leat lágalaš geatnegasvuođat.

source: Anayan mukaan julistus ilmentää globaalia konsensusta alkuperäiskansaoikeuksien sisällöstä ja velvoitetta edistää ihmisoikeuksia YK:n sopimusten mukaisesti.
sme: Anaya mielde julggáštus buktá ovdan globála ovttamielalašvuođa eamiálbmotvuoigatvuođaid sisdoalus ja geatnegasvuođa ovddidit olmmošvuoigatvuođaid ON:id soahpamušaid mielde.

source: Joistakin julistuksen osa-alueista kuten syrjimättömyys, kulttuurin koskemattomuus, omaisuus ja itsemääräämisoikeus on tulossa osa kansainvälisen tavanomaisen oikeuden normia.
sme: Muhtun julggáštusa oasit dego vealameahttunvuohta, kultuvrra guoskameahttunvuohta, opmodat ja iešmearridanvuoigatvuohta leat boahtimin oassin riikkaidgaskasaš dábálaš vuoigatvuođa norpma.

source: Julistus myös pohjautuu useisiin valtioiden ratifioimiin ihmisoikeussopimuksiin, jotka ovat valtioita laillisesti velvoittavia.
sme: Julggáštus maiddái vuođđuduvvá máŋggaid stáhtaid ratifiseren olmmošvuoigatvuohtasoahpamušaide, mat geatnegahttet stáhtaid lágalaččat.

source: Julistuksen johdanto-osassa nimenomaan todetaan, että alkuperäiskansat ovat kohdanneet historian aikana epäoikeudenmukaisuutta, mikä on estänyt heitä turvaamasta ja kehittämästä omaa kulttuuriaan ja heikentänyt heidän oikeuksiaan.
sme: Julggáštusa láidehusas namalassii celkojuvvo, ahte eamiálbmogat leat vásihan historjjá áigge eahpevuoiggalašvuođa, mii lea eastán sin sihkkarastimis ja ovddideamis iežas kultuvrra ja fuonidan sin vuoigatvuođaid.

source: Anaya myös korostaa, että alkuperäiskansajulistus kokoaa ne ihmisoikeudet, joita alkuperäiskansoilla olisi tullut olla osana ihmiskuntaa.
sme: Anaya maiddái deattuha, ahte eamiálbmotjulggáštus čohkke daid olmmošvuoigatvuođaid, mat eamiálbmogiin livčče galgan leat oassin olmmošsoga.

source: Alkuperäiskansajulistuksen tarkoituksena on korjata näitä historiallisia epäkohtia
sme: Eamiálbmotjulggáštusa ulbmilin lea vuiget dáid historjjálaš dohkkemeahttun diliid.
